Repository: RKWKomZe/RkwEtracker
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwetracker_domain_model_report.name
source: Name
de: Titel

# tx_rkwetracker_domain_model_report.description
source: Description
de: Beschreibung

# tx_rkwetracker_domain_model_report.recipient
source: Recipient (E-Mails, commaseparated)
de: Empfänger (E-Mailadressen, kommasepariert)

# tx_rkwetracker_domain_model_report.groups
source: Groups
de: Gruppen

# tx_rkwetracker_domain_model_report.groups_fetch
source: Groups Fetch
de: Gruppen für Datenbezug

# tx_rkwetracker_domain_model_report.type
source: Type
de: Turnus

# tx_rkwetracker_domain_model_report.type.I.0
source: Yearly
de: Jährlich

# tx_rkwetracker_domain_model_report.type.I.1
source: Quarterly
de: Quartalsweise

# tx_rkwetracker_domain_model_report.type.I.2
source: Monthly
de: Monatlich

# tx_rkwetracker_domain_model_report.status.I.0
source: Ready
de: Fertig

# tx_rkwetracker_domain_model_report.status.I.1
source: Fetching data for current period
de: Daten für aktuellen Zeitraum über API beziehen

# tx_rkwetracker_domain_model_report.status.I.2
source: Sending Report
de: Versenden

# tx_rkwetracker_domain_model_report.status.I.89
source: Reset / New Fetch for current period
de: Reset / Daten für aktuellen Zeitraum neu beziehen

# tx_rkwetracker_domain_model_report.status.I.99
source: Error
de: Fehler

# tx_rkwetracker_domain_model_report.fetch_counter
source: Fetch Counter
de: Abrufe

# tx_rkwetracker_domain_model_report.last_fetch_tstamp
source: Last Fetch Timestamp
de: Zeitpunkt des letzten Datenabrufs

# tx_rkwetracker_domain_model_report.last_mail_tstamp
source: Last Mail Timestamp
de: Zeitpunkt des letzten versendeten Reports

# tx_rkwetracker_domain_model_report.last_start_tstamp
source: Last Start Timestamp
de: Startzeitpunkt des letzten Report-Zeitraums

# tx_rkwetracker_domain_model_report.last_end_tstamp
source: Last End Timestamp
de: Endzeitpunkt des letzten Report-Zeitraums

# tx_rkwetracker_domain_model_report.month
source: Month
de: Monat

# tx_rkwetracker_domain_model_report.quarter
source: Quarter
de: Quartal

# tx_rkwetracker_domain_model_report.year
source: Year
de: Jahr

# tx_rkwetracker_domain_model_report.link_to_api
source: Link to eTracker
de: Zu eTracker verlinken

# tx_rkwetracker_domain_model_report.link_to_api.I.enable
source: Enable
de: Aktivieren

# tx_rkwetracker_domain_model_reportfilter.domain_free
source: Domain (Custom Text, overrides Dropdowns)
de: Domain (Freitext, überschreibt Dropdown)

# tx_rkwetracker_domain_model_reportfilter.domain_required
source: Domain Required
de: Domain vorangestellt

# tx_rkwetracker_domain_model_reportfilter.domain_required.I.enabled
source: Domain Is Required
de: Domain muss vorangestellt sein

# tab.categories
source: Categories
de: Kategorien

# tx_rkwetracker_domain_model_reportfilter.category_level1
source: Category Level 1
de: Kategorie Ebene 1

# tx_rkwetracker_domain_model_reportfilter.category_level2
source: Category Level 2
de: Kategorie Ebene 2

# tx_rkwetracker_domain_model_reportfilter.category_level3
source: Category Level 3
de: Kategorie Ebene 3

# tx_rkwetracker_domain_model_reportfilter.category_level4
source: Category Level 4
de: Kategorie Ebene 4

# tx_rkwetracker_domain_model_reportfilter.category_level5
source: Category Level 5
de: Kategorie Ebene 5

# tx_rkwetracker_domain_model_reportfilter.category_free_level1
source: Category Level 1 (Custom Text, overrides Dropdowns)
de: Kategorie Ebene 1 (Freitext, überschreibt Dropdown)

# tx_rkwetracker_domain_model_reportfilter.category_free_level2
source: Category Level 2 (Custom Text, overrides Dropdowns)
de: Kategorie Ebene 2 (Freitext, überschreibt Dropdown)

# tx_rkwetracker_domain_model_reportfilter.category_free_level3
source: Category Level 3 (Custom Text, overrides Dropdowns)
de: Kategorie Ebene 3 (Freitext, überschreibt Dropdown)

# tx_rkwetracker_domain_model_reportfilter.category_free_level4
source: Category Level 4 (Custom Text, overrides Dropdowns)
de: Kategorie Ebene 4 (Freitext, überschreibt Dropdown)

# tx_rkwetracker_domain_model_reportfilter.category_free_level5
source: Category Level 5 (Custom Text, overrides Dropdowns)
de: Kategorie Ebene 5 (Freitext, überschreibt Dropdown)

# tx_rkwetracker_domain_model_reportfilter.download_free_filter1
source: Download (Custom Text)
de: Download (Freitext)

# tx_rkwetracker_domain_model_reportgroup.name
source: Name
de: Titel

# tx_rkwetracker_domain_model_reportgroup.description
source: Description
de: Beschreibung

# pages.tx_rkwetracker_category_level1
source: Category Level 1
de: Kategorie Ebene 1

# pages.tx_rkwetracker_category_level2
source: Category Level 2
de: Kategorie Ebene 2

# pages.tx_rkwetracker_category_level3
source: Category Level 3
de: Kategorie Ebene 3

# pages.tx_rkwetracker_category_level4
source: Category Level 4
de: Kategorie Ebene 4

# pages.tx_rkwetracker_category_level5
source: Category Level 5
de: Kategorie Ebene 5
