Repository: RKWKomZe/RkwEtracker
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# rkwMailService.sendReport.subjectDefault
source: Report "%s"
de: Bericht "%s"

# redirectController.error.redirect
source: Login to eTracker-Application failed.
de: Der automatische Login in die eTracker-Applikation war leider nicht möglich.

# templates_redirect_redirect.info
source: You can login into eTracker by using this link.
de: Klicken Sie hier, um sich manuell einzuloggen.

# templates_email_report.legendAreaData
source: Legend: V = Vists | V = Vistors | PI = Page Impressions | PI p.V. = Page Impressions per Visit | Time p.V. = Time per Visit | BR = Bounce Rate
de: Legende: B = <a href="https://www.etracker.com/glossar/besuch/" target="_blank">Besuche</a> | B2 = <a href="https://www.etracker.com/glossar/besucher/" target="_blank">Besucher</a> | PI = <a href="https://www.etracker.com/glossar/page-impression-pi/" target="_blank">Page Impressions</a> | PI / B. = Page Impressions pro Besuch | Zeit / B. = Zeit pro Besuch | BR = <a href="https://www.etracker.com/glossar/absprungrate/" target="_blank">Bounce Rate</a>

# templates_email_report.legendDownloadData
source: Legend: -
de: Legende: -

# templates_email_report.summary
source: Summary
de: Zusammenfassung

# templates_email_report.categories
source: Categories
de: Kategorien

# templates_email_report.groups
source: Groups
de: Projekte

# templates_email_report.categoryLevel1
source: Category 1
de: Kategorie 1

# templates_email_report.categoryLevel2
source: Category 2
de: Kategorie 2

# templates_email_report.categoryLevel3
source: Category 3
de: Kategorie 3

# templates_email_report.categoryLevel4
source: Category 4
de: Kategorie 4

# templates_email_report.categoryLevel5
source: Category 5
de: Kategorie 1

# templates_email_report.visits
source: V
de: B

# templates_email_report.visitors
source: V2
de: B2

# templates_email_report.pageImpressionsPerVisit
source: PI p.V.
de: PI / B.

# templates_email_report.timePerVisit
source: Time p.V.
de: Zeit / B.

# templates_email_report.action
source: Action
de: Aktion

# templates_email_report.category
source: Category
de: Kategorie

# templates_email_report.uniqueEvents
source: Unique Events
de: Eind. Events

# templates_email_report.headline1
source: Clicks
de: Websiteaufrufe

# templates_email_report.eTrackerLogin
source: Login to eTracker
de: Bei eTracker einloggen (nur aus dem RKW Kompetenzzentrum möglich)

# templates_email_report.noData
source: No data available, yet.
de: Derzeit liegen noch keine Daten vor.
